"current-language" = "en";
"OK" = "OK";
"Cancel" = "Cancel";
"Error" = "Error";
"Untitled" = "Untitled";
"Stop" = "Stop";
"none" = "none";
"default" = "default";
"Copy of %@" = "Copy of %@";
"Read Me" = "Read Me";
"History" = "History";
"Clear History" = "Clear History";
"Remove all" = "Remove all";
"Remove selection" = "Remove selection";
"Are you sure you want to clear the whole history ?\nThis operation is irreversible." = "Are you sure you want to clear the whole history ?\nThis operation is irreversible.";
"Hide preamble" = "Hide preamble";
"Show preamble" = "Show preamble";
"Hide History" = "Hide History";
"Show History" = "Show History";
"Hide Library" = "Hide Library";
"Show Library" = "Show Library";
"Apply History item" = "Apply History item";
"Delete History item" = "Delete History item";
"Delete History items" = "Delete History items";
"Change History item background color" = "Change History item background color";
"Apply Library item" = "Apply Library item";
"Add Library folder" = "Add Library folder";
"Add Library item" = "Add Library item";
"Add Library items" = "Add Library items";
"Delete Library item" = "Delete Library item";
"Delete Library items" = "Delete Library items";
"Move Library items" = "Move Library items";
"Change Library item name" = "Change Library item name";
"Change Library item background color" = "Change Library item background color";
"Change Library items background color" = "Change Library items background color";
"Import library..." = "Import library...";
"Export library..." = "Export library...";
"Import history..." = "Import history...";
"Export history..." = "Export history...";
"Loading error" = "Loading error";
"An error occured while saving" = "An error occured while saving";
"The file does not appear to be a valid format" = "The file does not appear to be a valid format";
"New encapsulation" = "New encapsulation";
"Change the encapsulation" = "Change the encapsulation";
"Remove encapsulation items" = "Remove encapsulation items";
"Remove encapsulation item" = "Remove encapsulation item";
"Move the encapsulation" = "Move the encapsulation";
"Move encapsulations" = "Move encapsulations";
"New configuration" = "New configuration";
"Change the configuration" = "Change the configuration";
"Remove configuration items" = "Remove configuration items";
"Remove configuration item" = "Remove configuration item";
"Move the configuration" = "Move the configuration";
"Move configurations" = "Move configurations";
"processing" = "processing";
"executing" = "executing";
"error while processing" = "error while processing";
"used for font color" = "used for font color";
"no color.sty found" = "no color.sty found";
"useful to type directly diacritic characters" = "useful to type directly diacritic characters";
"%@ not found or does not work as expected" = "%@ not found or does not work as expected";
"%@ is required" = "%@ is required";
"The current configuration of LaTeXiT requires %@ to work." = "The current configuration of LaTeXiT requires %@ to work.";
"You need ps2pdf to export as \"PDF with outlined fonts\"" = "You need ps2pdf to export as \"PDF with outlined fonts\"";
"Find %@..." = "Find %@...";
"What's that ?" = "What's that ?";
"LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part." = "LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part.";
"See help..." = "See help...";
"Install LaTeX" = "Install LaTeX";
"pdflatex, latex, dvipdf, xelatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation." = "pdflatex, latex, dvipdf, xelatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation.";
"color.sty seems to be unavailable" = "color.sty seems to be unavailable";
"Without the color.sty package, you won't be able to change the font color" = "Without the color.sty package, you won't be able to change the font color";
"color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled." = "color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled.";
"This text is not LaTeX compliant; or perhaps it is a preamble problem ? You can check it in LaTeXiT" = "This text is not LaTeX compliant; or perhaps it is a preamble problem ? You can check it in LaTeXiT";
"Empty LaTeX body" = "Empty LaTeX body";
"Process anyway" = "Process anyway";
"You did not type any text in the body. The result will certainly be empty." = "You did not type any text in the body. The result will certainly be empty.";
"An error occured while trying to create the file :\n%@" = "An error occured while trying to create the file :\n%@";
"An error occured while trying to create the file with command:\n%@" = "An error occured while trying to create the file with command:\n%@";
"http://pierre.chachatelier.fr/latexit/index.php" = "http://pierre.chachatelier.fr/latexit/index.php?lang=en";
"http://pierre.chachatelier.fr/latexit/latexit-donations.php" = "http://pierre.chachatelier.fr/latexit/latexit-donations.php?lang=en";
"Equation linked with another application" = "Equation linked with another application";
"Equation linked with library item" = "Equation linked with library item";
"The Linkback link is active" = "Le lien Linkback est actif";
"The Linkback link is suspended" = "Le lien Linkback est suspendu";
"Suspend Linkback link" = "Suspend Linkback link";
"Resume Linkback link" = "Resume Linkback link";
"LaTeXiT cannot be run properly, please check its configuration" = "LaTeXiT cannot be run properly, please check its configuration";
"Do you want to load the library <%@> ?" = "Do you want to load the library <%@> ?";
"If you choose <Replace the library>, the current library will be lost" = "If you choose <Replace the library>, the current library will be lost";
"Add to the library" = "Add to the library";
"Replace the library" = "Replace the library";
"Do you want to load the history <%@> ?" = "Do you want to load the history <%@> ?";
"If you choose <Replace the history>, the current history will be lost" = "If you choose <Replace the history>, the current history will be lost";
"Add to the history" = "Add to the history";
"Replace the history" = "Replace the history";
"Open in LaTeXiT" = "Open in LaTeXiT";
"Check for new versions" = "Check for new versions";
"An error occured while trying to reach %@.\nYou should check your network." = "An error occured while trying to reach %@.\nYou should check your network.";
"Open download page" = "Open download page";
"General" = "General";
"Edition" = "Text Editing";
"Preambles" = "Preambles";
"Body templates" = "Body templates";
"Templates" = "Templates";
"Composition" = "Typesetting";
"Service" = "Service";
"Advanced" = "Advanced";
"Web" = "Web";
"Plugins" = "Plugins";
"Reset preamble" = "Reset preamble";
"Are you sure you want to reset the preamble ?\nThis operation is irreversible." = "Are you sure you want to reset the preamble ?\nThis operation is irreversible.";
"Do you really want to apply that preamble to the library items ?" = "Do you really want to apply that preamble to the library items ?";
"Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost." = "Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost.";
"Apply" = "Apply";
"Typeset LaTeX Maths eqnarray" = "Typeset LaTeX Maths Eqnarray";
"Typeset LaTeX Maths align" = "Typeset LaTeX Maths Align";
"Typeset LaTeX Maths display" = "Typeset LaTeX Maths display \\[...\\]";
"Typeset LaTeX Maths inline" = "Typeset LaTeX Maths inline $...$";
"Typeset LaTeX Text" = "Typeset LaTeX Text";
"Un-latexize the equations" = "Revert equations back to LaTeX code";
"Detect and typeset equations" = "Detect and typeset equations";
"Loading History" = "Loading History";
"Saving History" = "Saving History";
"Loading Library" = "Loading Library";
"Saving Library" = "Saving Library";
"Pre-processing" = "Pre-processing";
"Middle-processing" = "Middle-processing";
"Post-processing" = "Post-processing";
"Edit configurations list..." = "Edit configurations list...";
"%d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use." = "%d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use.";
"%d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use." = "%d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use.";
"unexpected error, please see \"LaTeX > Display last log\"" = "unexpected error, please see \"LaTeX > Display last log\"";
"New text shortcut" = "New text shortcut";
"Change the text shortcut" = "Change the text shortcut";
"Remove text shortcuts" = "Remove text shortcuts";
"Remove text shortcut" = "Remove text shortcut";
"Move the text shortcut" = "Move the text shortcut";
"Move text shortcuts" = "Move text shortcuts";
"You may not be updating the good equation" = "You may not be updating the good equation";
"Update the equation" = "Update the equation";
"You changed the library selection since the last equation was imported into the editor" = "You changed the library selection since the last equation was imported into the editor";
"Shell" = "Shell";
"Body" = "Body";
"File" = "File";
"Content" = "Content";
"Define a script" = "Define a script";
"Use existing script" = "Use existing script";
"Script failed" = "Script failed";
"Script too long : timeout reached" = "Script too long : timeout reached";
"Palette installation" = "Palette installation";
"It does not appear to be a valid Latex palette package" = "It does not appear to be a valid Latex palette package";
"Do you want to install the palette %@ ?" = "Do you want to install the palette %@ ?";
"This palette will be installed into \n%@" = "This palette will be installed into \n%@";
"Install palette" = "Install palette";
"Could not create path" = "Could not create path";
"The path %@ could not be created to install a palette in it" = "The path %@ could not be created to install a palette in it";
"The palette %@ already exists, do you want to replace it ?" = "The palette %@ already exists, do you want to replace it ?";
"A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents." = "A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents.";
"Replace" = "Replace";
"Installation failed" = "Installation failed";
"%@ could not be installed as %@" = "%@ could not be installed as %@";
"Author" = "Author";
"Display the error message" = "Display the error message";
"Error message" = "Error message";
"Enlarge the text area" = "Enlarge the text area";
"Reduce the text area" = "Reduce the text area";
"New Service shortcuts could not be set" = "New Service shortcuts could not be set";
"Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle" = "Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle";
"The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences" = "The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences";
"Apply preferences" = "Apply preferences";
"Update preferences" = "Update preferences";
"Ignore" = "Ignore";
"__EXPLAIN_CHANGE_SHORTCUTS__" = "";
"PDF Equation" = "PDF Equation";
"Text file" = "Text file";
"LaTeXiT library" = "LaTeXiT library";
"LaTeXiT history" = "LaTeXiT history";
"LaTeX Equation Editor library" = "LaTeX Equation Editor library";
"LaTeXiT LaTeX Palette" = "LaTeXiT LaTeX Palette";
"Additional files" = "Additional files";
"Default Format" = "Default Format";
"PDF with outlined fonts" = "PDF with outlined fonts";
"PDF without embedded fonts" = "PDF with outlined fonts";
"PDF w.o.f." = "PDF w.o.f.";
"PDF vector format" = "PDF vector format";
"EPS vector format" = "EPS vector format";
"SVG vector format" = "SVG vector format";
"TIFF bitmap format" = "TIFF bitmap format";
"PNG bitmap format" = "PNG bitmap format";
"JPEG bitmap format" = "JPEG bitmap format";
"MathML text format" = "MathML text format";
"Migrating history to new format" = "Migrating history to new format";
"Migrating library to new format" = "Migrating library to new format";

/* Preferences */
"Edit the configurations..." = "Edit the configurations...";

/* document */
"clipboard" = "clipboard";
"Text" = "Text";
"Font size :" = "Font size :";
"Color :" = "Color :";
"LaTeX it!" = "LaTeX it!";
"Copy the image as" = "Copy the image as";
"Switch to mini-window" = "Switch to mini-window";
"Switch to normal window" = "Switch to normal window";
"line" = "line";

/* document extra panels */
"Execution log" = "Execution log";
"Drag through areas to change export type" = "Drag through areas to change export type";
"JPEG Quality" = "JPEG Quality";
"least" = "least";
"low" = "low";
"medium" = "medium";
"high" = "high";
"maxi" = "maxi";
"Quality" = "Quality";
"Background color" = "Background color";
"Path to pdf2svg" = "Path to pdf2svg";
"Format" = "Format";
"Change" = "Change";
"Options" = "Options";
"Scale" = "Scale";
"Warning : jpeg does not manage transparency" = "Warning : jpeg does not manage transparency";
"Warning : pdf2svg path is invalid" = "Warning : pdf2svg path is invalid";

/* Library */
"Library" = "Library";
"Reach default library" = "Reach default library";
"Add to current library" = "Add to current library";
"Overwrite current library" = "Overwrite current library";
"Change library in use" = "Change library in use";
"Export the selection only" = "Export the selection only";
"Format :" = "Format :";
"Add a folder" = "Add a folder";
"Add current equation" = "Add current equation";
"Rename selection" = "Rename selection";
"Replace selection by current equation" = "Replace selection by current equation";
"Import..." = "Import...";
"Export..." = "Export...";
"Display the equations in real size on mouse over" = "Display the equations in real size on mouse over";
"Open the equation in a document" = "Open the equation in a document";
"Open the equation in a linked document" = "Open the equation in a linked document";

/* History */
"Add to current history" = "Add to current history";
"Overwrite current history" = "Overwrite current history";
"Lock" = "Lock";
"Unlock" = "Unlock";

/* palette : additional files */
"Open defaults" = "Open defaults";
"Save as defaults" = "Save as defaults";

/* palette : composition */
"Composition configurations" = "Composition configurations";

/* palette : encapsulations */
"Encapsulations" = "Encapsulations";

/* palette : LaTeX */
"LaTeX Palette" = "LaTeX Palette";
"Details" = "Details";
"LaTeX Code :" = "LaTeX Code :";
"Requires :" = "Requires :";

/* palette : margins */
"Custom margins" = "Custom margins";
"Save as default margins" = "Save as default margins";

/* automator */
"Unknown error. Please make sure that LaTeXiT has been run once and is fully functional." = "Unknown error. Please make sure that LaTeXiT has been run once and is fully functional.";